DEFAULT_AREA = "AREA1"

AVAILABLE_AREAS = [
    "AREA1",
]

ASSIGNEE_ORDER = [
    "Иванов Иван Иванович",
    "Петров Пётр Петрович",
    "Сидоров Сидор Сидорович",
    "Кузнецов Кузьма Кузьмич",
    "Смирнов Семён Семёнович",
    "Попов Павел Павлович",
    "Васильев Василий Васильевич",
    "Фёдоров Фёдор Фёдорович",
    "Николаев Николай Николаевич",
    "Андреев Андрей Андреевич",
    "Михайлов Михаил Михайлович",
    "Алексеев Алексей Алексеевич",
    "Борисов Борис Борисович",
    "Соколов Сергей Сергеевич",
    "Морозов Матвей Матвеевич",
    "Волкова Вера Викторовна",
    "Без исполнителя",
    "Тихонов Тимофей Тимофеевич",
    "Зайцев Захар Захарович",
]

SYSTEM_ORDER = [
    "Модуль A",
    "Модуль B",
    "Модуль C",
    "Модуль D",
    "Модуль E",
    "Модуль F",
    "Модуль G",
    "Модуль H",
    "Модуль I",
    "Модуль J",
    "Без системы",
    "! Нет Системы",
]
