DEFAULT_AREA = "SUPPGCCSR"

AVAILABLE_AREAS = [
    "SUPPGCCSR",
]

ASSIGNEE_ORDER = [
    "Шуминов Самир Юсифович",
    "Бибиков Игорь Николаевич",
    "Логинов Юрий Сергеевич",
    "Заболотский Артем Дмитриевич",
    "Макиевский Дмитрий Александрович",
    "Збандут Марк Олегович",
    "Шереметьев Артемий Дмитриевич",
    "Новиков Ярослав Владимирович",
    "Твердохлеб Александр Григорьевич",
    "Чернышев Андрей Викторович",
    "Коротких Евгений Олегович",
    "Бутенко Дмитрий Михайлович",
    "Котов Федор Васильевич",
    "Мелихов Евгений Алексеевич",
    "Мельников Николай Сергеевич",
    "Гусева Мелания Андреевна",
    "Без исполнителя",
    "Ильин Павел Сергеевич",
    "Малинко Александр Васильевич",
]

SYSTEM_ORDER = [
    "1498 Карточка ЮЛ",
    "1511 Кросс-ссылки ЮЛ",
    "1630 Полномочия представителя ЮЛ",
    "1550 Данные ЮЛ из внешних источников",
    "1719 Проверка адреса",
    "1925 Машиночитаемые доверенности",
    "1512 Расширенный профиль клиента ЮЛ",
    "3613 Расширенный профиль клиента ЮЛ (КНР)",
    "1717 Активности с корпоративным клиентом",
    "2032 Управление бизнес-командами Группы ВТБ",
    "Без системы",
    "! Нет Системы",
]
